tap "btrachey/pyenv"
tap "databricks/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "nodenv/nodenv"
tap "withgraphite/tap"
brew "asciinema"
brew "aws-sam-cli"
brew "awscli"
brew "chezmoi"
brew "coreutils"
brew "cpanminus"
brew "ctags"
brew "ctop"
brew "curl"
brew "direnv"
brew "docker-credential-helper-ecr"
brew "duf"
brew "fastfetch"
brew "fd"
brew "gcc"
brew "pango"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gd"
brew "gh"
brew "git"
brew "git-delta"
brew "git-interactive-rebase-tool"
brew "gnupg"
brew "gource"
brew "gping"
brew "grc"
brew "hadolint"
brew "hexyl"
brew "htop"
brew "httpd"
brew "imagemagick"
brew "iproute2mac"
brew "jenv"
brew "jless"
brew "jq"
brew "lazygit"
brew "lsd"
brew "make"
brew "mariadb"
brew "marp-cli"
brew "ncdu"
brew "node-build"
brew "nodenv"
brew "openjdk@11"
brew "openjdk@17"
brew "openvpn"
brew "parquet-cli"
brew "pass"
brew "perl-build"
brew "plenv"
brew "pyenv"
brew "redis"
brew "rsync"
brew "screen"
brew "tfenv"
brew "tig"
brew "unzip"
brew "vim"
brew "wget"
brew "yt-dlp"
brew "zip"
brew "btrachey/pyenv/pyenv-default-packages"
brew "databricks/tap/databricks"
brew "nodenv/nodenv/nodenv-nvmrc"
cask "1password"
cask "docker"
cask "evernote"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "intellij-idea-ce"
cask "iterm2"
cask "leapp"
cask "libreoffice"
cask "postman"
cask "slack"
cask "todoist"
cask "visual-studio-code"
cask "zoom"
vscode "adamvoss.vscode-languagetool"
vscode "adamvoss.vscode-languagetool-en"
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.project-manager"
vscode "atlassian.atlascode"
vscode "be5invis.toml"
vscode "bierner.markdown-preview-github-styles"
vscode "brpaz.file-templates"
vscode "byi8220.indented-block-highlighting"
vscode "cfgweb.vscode-perl"
vscode "codezombiech.gitignore"
vscode "coenraads.bracket-pair-colorizer-2"
vscode "d9705996.perl-toolbox"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "eriklynd.json-tools"
vscode "exiasr.hadolint"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "henriiik.vscode-perl"
vscode "himanoa.python-autopep8"
vscode "ivory-lab.jenkinsfile-support"
vscode "jarga.apib"
vscode "jerryhong.autofilename"
vscode "johnpapa.vscode-peacock"
vscode "kaktus.perltidy-more"
vscode "karigari.chat"
vscode "mathiasfrohlich.kotlin"
vscode "mhutchie.git-graph"
vscode "mkhl.direnv"
vscode "mohsen1.prettify-json"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vscode.vscode-typescript-tslint-plugin"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-audio"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "nsfilho.tosnippet"
vscode "perkovec.emoji"
vscode "pflannery.vscode-versionlens"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "roscop.activefileinstatusbar"
vscode "samosad.tt"
vscode "secanis.jenkinsfile-support"
vscode "sfodje.perlcritic"
vscode "skyapps.fish-vscode"
vscode "tomaszbartoszewski.avro-tools"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vncz.vscode-apielements"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-lombok"
vscode "vscjava.vscode-maven"
vscode "yzhang.markdown-all-in-one"
